Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitReference/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Placeholder.browseTopicsDots
source: Browse topics…
ar: تصفح المواضيع…
bg: Преглед на теми…
ca: Navegar per temes…
cs: Procházet témata…
da: Browse emner...
de: Themen durchsuchen…
el: Περιήγηση θεμάτων…
es: Navegar por temas…
es_419: Navegar por temas…
fi: Selaa aiheita…
fr: Parcourir les sujets…
fr_ca: Parcourir les sujets…
he: לגלול לפי נושאים…
hi: विषयों के अनुसार ब्राउज़ करें…
hr: Pretraži teme…
hu: Témák böngészése…
id: Jelajahi topik…
it: Sfoglia argomenti…
ja: トピックをブラウズ…
kk: Тақырыптарды қарау…
ko: 주제 탐색…
ms: Lihat topik…
nb: Bla emner…
nl: Bladeren door onderwerpen…
pl: Przeglądaj tematy…
pt_br: Navegar por tópicos…
pt_pt: Navegar por tópicos…
ro: Se caută subiecte…
ru: Просмотр тем…
sk: Prehliadať témy…
sv: Bläddra bland ämnen…
th: เรียกดูหัวข้อ…
tr: Konuya göre göz at…
uk: Перегляд тем…
vi: Duyệt các chủ đề…
zh_hans: 按主题浏览…
zh_hant: 按主題瀏覽…
zh_hk: 按主題瀏覽…

# TK.Placeholder.chooseACategoryDots
source: Choose a category…
ar: اختر فئة…
bg: Избери категория…
ca: Escollir una categoria…
cs: Vybrat kategorii…
da: Vælg en kategori…
de: Kategorie auswählen…
el: Επιλέξτε μια κατηγορία…
es: Elegir una categoría…
es_419: Elegir una categoría…
fi: Valitse kategoria…
fr: Choisir une catégorie…
fr_ca: Choisir une catégorie…
he: בחר קטגוריה…
hi: एक श्रेणी चुनें…
hr: Odaberi kategoriju…
hu: Válassz ki egy kategóriát…
id: Pilih kategori…
it: Scegli una categoria…
ja: カテゴリを選択…
kk: Санат таңдаңыз…
ko: 카테고리 선택…
ms: Pilih kategori…
nb: Velg en kategori…
nl: Kies een categorie…
pl: Wybierz kategorię…
pt_br: Escolher uma categoria…
pt_pt: Escolher uma categoria…
ro: Alege o categorie…
ru: Выбрать категорию…
sk: Vybrať kategóriu…
sv: Välj en kategori…
th: เลือกหมวดหมู่…
tr: Bir kategori seçin…
uk: Вибрати категорію…
vi: Chọn một danh mục…
zh_hans: 选择类别…
zh_hant: 選擇一個類別…
zh_hk: 選擇類別…

# TK.Placeholder.citeThisEntryDots
source: Cite this entry…
ar: استشهد بهذه المدخلات…
bg: Цитирайте този запис…
ca: Citeu aquesta entrada…
cs: Citovat tento záznam…
da: Citer denne post...
de: Diese Eingabe zitieren…
el: Αναφορά σε αυτήν την καταχώριση…
es: Citar esta entrada…
es_419: Cita esta entrada…
fi: Viittaa tähän merkintään…
fr: Citez cette entrée…
fr_ca: Citer cette entrée…
he: ציטט רשומה זו…
hi: इस प्रविष्टि का हवाला दें…
hr: Citiraj ovu stavku…
hu: Hivatkozz erre a bejegyzésre…
id: Sitasi entri ini…
it: Cita questa voce…
ja: このエントリーを引用…
kk: Бұл жазбаны сілтеме жасаңыз…
ko: 이 항목 인용…
ms: Kutip entri ini…
nb: Siter denne oppføringen…
nl: Verwijs naar deze invoer…
pl: Cytuj ten wpis…
pt_br: Citar esta entrada…
pt_pt: Citar esta entrada…
ro: Citează această intrare…
ru: Цитировать эту запись…
sk: Citovať túto položku…
sv: Citerar detta inlägg…
th: อ้างอิงรายการนี้…
tr: Bu girişi alıntıla…
uk: Цитувати цей запис…
vi: Trích dẫn mục này…
zh_hans: 引用此条目…
zh_hant: 引用此條目…
zh_hk: 引用此條目…

# TK.Placeholder.defineTermDots
source: Define term…
ar: تعريف المصطلح…
bg: Определяне на термин…
ca: Defineix terme…
cs: Definovat termín…
da: Definer term…
de: Begriff definieren…
el: Ορισμός όρου…
es: Definir término…
es_419: Define término…
fi: Määritä termi…
fr: Définir le terme…
fr_ca: Définir un terme…
he: הגדר מונח…
hi: शब्द को परिभाषित कीजिये…
hr: Definiraj pojam…
hu: Kifejezés meghatározása…
id: Tentukan istilah…
it: Definisci termine…
ja: 用語を定義…
kk: Термин анықтау…
ko: 용어 정의…
ms: Tentukan istilah…
nb: Definer begrep…
nl: Term definiëren…
pl: Zdefiniuj termin…
pt_br: Definir termo…
pt_pt: Definir termo…
ro: Definirea termenului…
ru: Определить термин…
sk: Definovať pojem…
sv: Definiera term…
th: กำหนดคำ…
tr: Terimi tanımla…
uk: Визначити термін…
vi: Định nghĩa thuật ngữ…
zh_hans: 定义术语…
zh_hant: 定義術語…
zh_hk: 定義術語…

# TK.Placeholder.enterKeywordsDots
source: Enter keywords…
ar: أدخل الكلمات الرئيسية…
bg: Въведи ключови думи…
ca: Introdueix paraules clau…
cs: Zadejte klíčová slova…
da: Indtast søgeord…
de: Schlüsselwörter eingeben…
el: Εισάγετε λέξεις-κλειδιά…
es: Introduce palabras clave…
es_419: Ingresa las palabras clave…
fi: Syötä avainsanat…
fr: Entrez des mots-clés…
fr_ca: Entrez les mots-clés…
he: הזן מילות מפתח…
hi: कीवर्ड दर्ज करें…
hr: Unesi ključne riječi…
hu: Írd be a kulcsszavakat…
id: Masukkan kata kunci…
it: Inserisci parole chiave…
ja: キーワードを入力…
kk: Кілт сөздерді енгізіңіз…
ko: 키워드 입력…
ms: Masukkan kata kunci…
nb: Skriv inn søkeord…
nl: Voer zoekwoorden in…
pl: Wprowadź słowa kluczowe…
pt_br: Digite as palavras-chave…
pt_pt: Introduza palavras-chave…
ro: Introduceți cuvinte-cheie…
ru: Введите ключевые слова…
sk: Zadaj kľúčové slová…
sv: Ange nyckelord…
th: กรุณาใส่คำหลัก…
tr: Anahtar kelimeleri girin…
uk: Введіть ключові слова…
vi: Nhập từ khóa…
zh_hans: 输入关键词…
zh_hant: 請輸入關鍵字…
zh_hk: 輸入關鍵詞…

# TK.Placeholder.enterSearchTermDots
source: Enter search term…
ar: أدخل مصطلح البحث…
bg: Въведи ключова дума…
ca: Introdueix el terme de cerca…
cs: Zadejte vyhledávací dotaz…
da: Indtast søgeterm…
de: Gib den Suchbegriff ein…
el: Εισάγετε όρο αναζήτησης…
es: Introduce el término de búsqueda…
es_419: Ingresa el término de búsqueda…
fi: Syötä hakusana…
fr: Entrez le terme de recherche…
fr_ca: Saisissez le terme de recherche…
he: הזן מונח חיפוש…
hi: खोज शब्द दर्ज करें…
hr: Unesi pojam za pretraživanje…
hu: Írd be a keresési kifejezést…
id: Masukkan istilah pencarian…
it: Inserisci il termine di ricerca…
ja: 検索キーワードを入力…
kk: Іздеу терминін енгізіңіз…
ko: 검색어 입력…
ms: Masukkan terma carian…
nb: Skriv inn søkeord…
nl: Voer zoekterm in…
pl: Wprowadź frazę wyszukiwania…
pt_br: Digite o termo de busca…
pt_pt: Introduza o termo de pesquisa…
ro: Introduceti termenul de căutare…
ru: Введите поисковый запрос…
sk: Zadaj hľadaný výraz…
sv: Ange sökterm…
th: กรุณาใส่คำค้น…
tr: Arama terimini girin…
uk: Введіть пошуковий запит…
vi: Nhập từ khóa tìm kiếm…
zh_hans: 请输入搜索词…
zh_hant: 輸入搜尋詞…
zh_hk: 輸入搜尋詞…

# TK.Placeholder.enterTopicOrKeywordDots
source: Enter topic or keyword…
ar: أدخل الموضوع أو الكلمة المفتاحية…
bg: Въведи тема или ключова дума…
ca: Introdueix el tema o la paraula clau…
cs: Zadejte téma nebo klíčové slovo…
da: Indtast emne eller nøgleord…
de: Thema oder Schlagwort eingeben…
el: Εισάγετε θέμα ή λέξη-κλειδί…
es: Introduce un tema o palabra clave…
es_419: Ingresa tema o palabra clave…
fi: Syötä aihe tai avainsana…
fr: Entrez un sujet ou un mot-clé…
fr_ca: Entrez un sujet ou un mot-clé…
he: הזן נושא או מילה מפתח…
hi: विषय या प्रमुख शब्द दर्ज करें…
hr: Unesite temu ili ključnu riječ…
hu: Írd be a témát vagy kulcsszót…
id: Masukkan topik atau kata kunci…
it: Inserisci argomento o parola chiave…
ja: トピックまたはキーワードを入力…
kk: Тақырып немесе кілт сөзді енгізіңіз…
ko: 주제 또는 키워드 입력…
ms: Masukkan topik atau kata kunci…
nb: Skriv inn emne eller nøkkelord…
nl: Voer onderwerp of trefwoord in...
pl: Wprowadź temat lub słowo kluczowe…
pt_br: Insira o tópico ou palavra-chave…
pt_pt: Introduza o tópico ou palavra-chave…
ro: Introdu subiectul sau cuvântul cheie…
ru: Введите тему или ключевое слово…
sk: Zadaj tému alebo kľúčové slovo…
sv: Skriv in ämne eller nyckelord…
th: กรุณาใส่หัวข้อหรือคำสำคัญ…
tr: Konu ya da anahtar kelime girin…
uk: Введіть тему або ключове слово…
vi: Nhập chủ đề hoặc từ khóa…
zh_hans: 请输入主题或关键词…
zh_hant: 輸入主題或關鍵詞…
zh_hk: 輸入主題或關鍵字…

# TK.Placeholder.filterResultsDots
source: Filter results…
ar: تصفية النتائج…
bg: Филтрирай резултатите…
ca: Filtra resultats…
cs: Filtrovat výsledky…
da: Filtrer resultater…
de: Ergebnisse filtern…
el: Φιλτράρετε τα αποτελέσματα…
es: Filtrar resultados…
es_419: Filtrar resultados…
fi: Suodata tuloksia…
fr: Filtrer les résultats…
fr_ca: Filtrer les résultats…
he: סנן תוצאות…
hi: परिणामों को फ़िल्टर करें…
hr: Filtriraj rezultate…
hu: Eredmények szűrése…
id: Filter hasil…
it: Filtra risultati…
ja: 結果をフィルタ…
kk: Нәтижелерді сүзу…
ko: 결과 필터링…
ms: Tapis hasil…
nb: Filtrer resultater…
nl: Filter resultaten...
pl: Filtruj wyniki…
pt_br: Filtrar resultados…
pt_pt: Filtrar resultados…
ro: Filtrează rezultatele…
ru: Фильтровать результаты…
sk: Filtrovať výsledky…
sv: Filtrera resultat…
th: กรองผลลัพธ์…
tr: Sonuçları filtrele…
uk: Фільтруйте результати…
vi: Lọc kết quả…
zh_hans: 筛选结果…
zh_hant: 篩選結果…
zh_hk: 過濾結果…

# TK.Placeholder.findInArticleDots
source: Find in article…
ar: ابحث في المقال…
bg: Намери в статия…
ca: Troba a l'article…
cs: Najděte v článku…
da: Find i artikel…
de: Im Artikel suchen…
el: Βρείτε στο άρθρο…
es: Buscando en el artículo…
es_419: Buscar en el artículo…
fi: Etsi artikkelista…
fr: Trouver dans l'article…
fr_ca: Rechercher dans l'article…
he: מצא במאמר…
hi: लेख में खोजें…
hr: Pronađi u članku…
hu: Keresés a cikkben…
id: Temukan dalam artikel…
it: Trova nell’articolo…
ja: 記事内を探す…
kk: Мақалада табу…
ko: 기사에서 찾기…
ms: Cari dalam artikel…
nb: Finn i artikkel…
nl: Zoek in artikel…
pl: Znajdź w artykule...
pt_br: Encontrar no artigo…
pt_pt: Encontrar no artigo…
ro: Caută în articol…
ru: Найти в статье…
sk: Nájdite v článku…
sv: Sök i artikeln…
th: ค้นหาในบทความ…
tr: Makalede bul…
uk: Знайти в статті…
vi: Tìm trong bài viết…
zh_hans: 在文章中查找…
zh_hant: 在文章中查找…
zh_hk: 在文章中查找…

# TK.Placeholder.lookUpWordDots
source: Look up word…
ar: جاري البحث عن الكلمة…
bg: Търсене на дума…
ca: Cerca paraula…
cs: Vyhledejte slovo…
da: Slå ord op…
de: Wort nachschlagen…
el: Αναζήτηση λέξης…
es: Buscar palabra…
es_419: Buscar palabra…
fi: Etsi sana…
fr: Recherche de mot…
fr_ca: Chercher un mot…
he: מחפש מילה…
hi: शब्द ढूंढें…
hr: Potraži riječ…
hu: Szó keresése…
id: Mencari kata…
it: Cerca parola…
ja: 単語を調べています…
kk: Сөзді қарау…
ko: 단어 찾기 중…
ms: Cari perkataan…
nb: Søk opp ord…
nl: Zoek woord op…
pl: Wyszukaj słowo…
pt_br: Buscar palavra…
pt_pt: Consultar palavra…
ro: Caută cuvântul…
ru: Поиск слова…
sk: Vyhľadávanie slova…
sv: Slå upp ord…
th: ค้นหาคำ…
tr: Kelime arıyor…
uk: Пошук слова…
vi: Tra cứu từ…
zh_hans: 查找单词…
zh_hant: 查詢單字…
zh_hk: 查詢單詞…

# TK.Placeholder.noResultsFoundDots
source: No results found…
ar: لم يتم العثور على نتائج…
bg: Няма намерени резултати…
ca: No s'han trobat resultats…
cs: Žádné výsledky nenalezeny…
da: Ingen resultater fundet…
de: Keine Ergebnisse gefunden…
el: Δεν βρέθηκαν αποτελέσματα…
es: No se encontraron resultados…
es_419: No se encontraron resultados…
fi: Ei tuloksia löytynyt…
fr: Aucun résultat trouvé…
fr_ca: Aucun résultat trouvé…
he: לא נמצאו תוצאות…
hi: कोई परिणाम नहीं मिला…
hr: Nema pronađenih rezultata…
hu: Nincs találat…
id: Tidak ada hasil ditemukan…
it: Nessun risultato trovato…
ja: 結果が見つかりませんでした…
kk: Нәтижелер табылмады…
ko: 결과 없음…
ms: Tiada hasil ditemui…
nb: Ingen resultater funnet…
nl: Geen resultaten gevonden...
pl: Brak wyników…
pt_br: Nenhum resultado encontrado…
pt_pt: Nenhum resultado encontrado…
ro: Nu au fost găsite rezultate…
ru: Не найдено результатов…
sk: Nenašli sa žiadne výsledky…
sv: Inga resultat funna…
th: ไม่พบผลลัพธ์…
tr: Sonuç bulunamadı…
uk: Не знайдено результатів…
vi: Không tìm thấy kết quả nào…
zh_hans: 未找到结果…
zh_hant: 未找到結果…
zh_hk: 未找到結果…

# TK.Placeholder.quickSearchDots
source: Quick search…
ar: بحث سريع…
bg: Бързо търсене…
ca: Cerca ràpida…
cs: Rychlé vyhledávání…
da: Hurtig søgning…
de: Schnellsuche…
el: Γρήγορη αναζήτηση…
es: Búsqueda rápida…
es_419: Búsqueda rápida…
fi: Nopea haku…
fr: Recherche rapide…
fr_ca: Recherche rapide…
he: חיפוש מהיר…
hi: प्रभाव रेंडर कर रहे हैं...
hr: Brza pretraga…
hu: Gyors keresés…
id: Pencarian cepat…
it: Ricerca veloce…
ja: クイック検索中…
kk: Жылдам іздеу…
ko: 빠른 검색 중…
ms: Carian cepat…
nb: Raskt søk…
nl: Snelle zoekopdracht…
pl: Szybkie wyszukiwanie…
pt_br: Busca rápida…
pt_pt: Pesquisa rápida…
ro: Căutare rapidă…
ru: Быстрый поиск…
sk: Rýchle vyhľadávanie…
sv: Snabbsökning…
th: ค้นหาอย่างรวดเร็ว…
tr: Hızlı arama…
uk: Швидкий пошук…
vi: Tìm kiếm nhanh…
zh_hans: 快速搜索…
zh_hant: 快速搜尋…
zh_hk: 快速搜索…

# TK.Placeholder.searchByKeywordDots
source: Search by keyword…
ar: ابحث حسب الكلمة المفتاحية…
bg: Търсене по ключова дума…
ca: Cercant per paraula clau…
cs: Hledat podle klíčového slova…
da: Søger efter nøgleord…
de: Nach Schlüsselwort suchen…
el: Αναζήτηση κατά λέξη κλειδί…
es: Buscar por palabra clave…
es_419: Buscar por palabra clave…
fi: Etsi avainsanan mukaan…
fr: Rechercher par mot-clé…
fr_ca: Recherche par mot-clé…
he: מחפש לפי מילות מפתח…
hi: कीवर्ड द्वारा खोजें…
hr: Pretražujem prema ključnoj riječi…
hu: Kulcsszó szerint keresés…
id: Mencari berdasarkan kata kunci…
it: Cerca per parola chiave…
ja: キーワード別に検索中…
kk: Кілт сөз бойынша іздеу…
ko: 키워드별 검색 중…
ms: Mencari mengikut kata kunci…
nb: Søk etter nøkkelord…
nl: Zoeken op trefwoord…
pl: Szukaj według słowa kluczowego…
pt_br: Buscar por palavra-chave…
pt_pt: A procurar por palavra-chave...
ro: Caut după cuvânt cheie…
ru: Ищем по ключевому слову…
sk: Hľadám podľa kľúčového slova…
sv: Sök med nyckelord…
th: ค้นหาตามคำหลัก…
tr: Anahtar kelimeye göre ara…
uk: Пошук за ключовим словом…
vi: Tìm theo từ khóa…
zh_hans: 按关键词搜索…
zh_hant: 按關鍵字搜尋中…
zh_hk: 按關鍵字搜尋…

# TK.Placeholder.searchEncyclopediaDots
source: Search encyclopedia…
ar: ابحث في الموسوعة…
bg: Търсене на енциклопедия…
ca: Cercar enciclopèdia…
cs: Hledat encyklopedii…
da: Søger encyklopædi…
de: Enzyklopädie suchen…
el: Αναζήτηση εγκυκλοπαίδειας…
es: Buscar enciclopedia…
es_419: Buscar enciclopedia…
fi: Etsi tietosanakirjasta…
fr: Rechercher dans l'encyclopédie…
fr_ca: Recherche d'encyclopédie…
he: חפש אנציקלופדיה…
hi: एनसाइक्लोपीडिया खोजें…
hr: Pretraži enciklopediju…
hu: Enciklopédia keresése…
id: Mencari ensiklopedia…
it: Cerca enciclopedia…
ja: 百科事典を検索中…
kk: Энциклопедияны іздеу…
ko: 백과사전 검색 중…
ms: Mencari ensiklopedia…
nb: Søk i encyklopedi…
nl: Zoeken in encyclopedie…
pl: Szukaj w encyklopedii…
pt_br: Buscar enciclopédia…
pt_pt: A procurar enciclopédia...
ro: Caut enciclopedie…
ru: Ищем энциклопедию…
sk: Hľadám encyklopédiu…
sv: Sök encyklopedin…
th: ค้นหาสารานุกรม…
tr: Ansiklopediyi ara…
uk: Пошук енциклопедії…
vi: Tìm kiếm bách khoa toàn thư…
zh_hans: 搜索百科全书…
zh_hant: 搜尋百科全書…
zh_hk: 搜索百科全书…

# TK.Placeholder.searchReferencesDots
source: Search references…
ar: ابحث عن المراجع…
bg: Търси референции…
ca: Cerca referències…
cs: Hledat odkazy…
da: Søg referencer…
de: Referenzen durchsuchen…
el: Αναζήτηση αναφορών…
es: Buscar referencias…
es_419: Buscar referencias…
fi: Etsi viittauksia...
fr: Rechercher des références…
fr_ca: Rechercher des références…
he: חפש הפניות…
hi: संदर्भ खोजें…
hr: Pretraži reference…
hu: Hivatkozások keresése…
id: Cari referensi…
it: Cerca riferimenti…
ja: 参照を検索…
kk: Сілтемелерді іздеу…
ko: 참조 검색…
ms: Cari rujukan…
nb: Søk etter referanser…
nl: Zoek referenties…
pl: Szukaj odniesień...
pt_br: Buscar referências…
pt_pt: Pesquisar referências…
ro: Caută referințe…
ru: Ищем справки…
sk: Hľadaj referencie…
sv: Sök referenser...
th: ค้นหาเอกสารอ้างอิง…
tr: Referansları ara…
uk: Пошук посилань…
vi: Tìm kiếm tài liệu tham khảo…
zh_hans: 搜索参考资料…
zh_hant: 搜尋參考資料...
zh_hk: 搜尋參考資料…

# TK.Placeholder.typeToSearchDots
source: Type to search…
ar: اكتب للبحث…
bg: Напиши, за да търсиш…
ca: Escriu per cercar…
cs: Zadejte pro hledání…
da: Skriv for at søge…
de: Tippe, um zu suchen…
el: Πληκτρολόγησε για αναζήτηση…
es: Escribe para buscar…
es_419: Escribe para buscar…
fi: Kirjoita etsiäksesi…
fr: Tapez pour rechercher…
fr_ca: Tapez pour rechercher…
he: הקלד כדי לחפש…
hi: खोजने के लिए टाइप करें...
hr: Upiši za pretraživanje…
hu: Írj a kereséshez…
id: Ketik untuk mencari…
it: Scrivi per cercare…
ja: 検索するには入力…
kk: Іздеу үшін жазыңыз…
ko: 검색어 입력하기…
ms: Taip untuk mencari…
nb: Skriv for å søke…
nl: Typ om te zoeken…
pl: Wpisz, aby wyszukać…
pt_br: Digite para pesquisar…
pt_pt: Escreve para pesquisar…
ro: Scrie pentru a căuta…
ru: Введите для поиска…
sk: Zadajte, aby ste vyhľadali…
sv: Skriv för att söka…
th: พิมพ์เพื่อค้นหา…
tr: Arama yapmak için yazın…
uk: Введіть, щоб шукати…
vi: Nhập để tìm kiếm…
zh_hans: 输入以搜索…
zh_hant: 輸入以搜尋…
zh_hk: 輸入搜索…
